Repository: wp-plugins/thecartpress-sales-limits
Catalog: languages/tcp_max-*.po
Languages: de_de, fr_fr, ru_ru

source: <strong>Limits for TheCartPress</strong> requires TheCartPress plugin is activated.
de_de: <strong>Limits für TheCartPress</strong> benötigt aktiviertes TheCartPress-Plugin.
fr_fr: <strong>Limites pour TheCartPress</ strong> nécessite le plugin TheCartPress est activé.
ru_ru: <strong>Лимиты для TheCartPress</strong> требуют активированную TheCartPress

source: Sorry, orders over %1$s %2$s cannot be accepted
de_de: Entschuldigung, aber Bestellungen über %1$s %2$s können nicht akzeptiert werden
fr_fr: Désolé, les commandes de plus de %1$s %2$s ne peuvent être assurées.
ru_ru: Извините, заказы свыше %1$s %2$s не могут быть приняты

source: Sorry, orders over %1$s cannot be accepted
de_de: Entschuldigung, aber Bestellungen über %1$s können nicht akzeptiert werden
fr_fr: Désolé, les commandes de plus de %1$s ne peuvent être assurées.
ru_ru: Извините, заказы свыше %1$s не могут быть приняты

source: Sorry, orders under %1$s %2$s will be recharged with %3$s
de_de: Bei Bestellungen unter %1$s %2$s berechnen wir einen Mindermengenzuschlag von %3$s
fr_fr: Désolé, les commandes de moins de %1$s %2$s sera rechargée avec %3$s
ru_ru: Извините, заказы ниже %1$s %2$s будут пересчитаны с %3$s

source: Sorry, orders under %1$s will be recharged with %2$s
de_de: Bei Bestellungen unter %1$s berechnen wir einen Mindermengenzuschlag von %2$s.
fr_fr: Désolé, les commandes de moins de %1$s sera rechargée avec %2$s
ru_ru: Извините, заказы ниже %1$s будут пересчитаны с %2$s

source: Sorry, orders under %1$s cannot be accepted
de_de: Entschuldigung, aber Bestellungen unter %1$s können nicht akzeptiert werden
fr_fr: Désolé, les commandes de moins de %1$s ne peuvent être assurées.
ru_ru: Извините, заказы ниже %1$s не могут быть приняты

source: See limits notices
de_de: Limits Hinweise anzeigen
fr_fr: Voir info concernant les limites
ru_ru: Видеть описания Лимитов

source: Settings
de_de: Einstellungen
fr_fr: Configuration
ru_ru: Настройки

source: Minimum weight fee
de_de: Mindermengenzuschlag
fr_fr: Frais de poids minimum
ru_ru: Ставка за минимальный вес

source: Minimum price fee
de_de: Mindermengenzuschlag
fr_fr: Frais de prix minimum
ru_ru: Ставка за минимальную стоимость

source: Limits
fr_fr: Limites
ru_ru: Лимит

source: Limits Setup
ru_ru: Настройки Лимитов

source: Overview
de_de: Überblick
fr_fr: Vue d'ensemble
ru_ru: Обзор

source: You can customize TheCartPress to only accept orders with a minimum or maximum price and weight.
fr_fr: Vous pouvez personnaliser TheCartPress de n'accepter que les commandes avec un prix minimum ou maximum et le poids.
ru_ru: Вы можете настроить TheCartPress, указав заказы с минимальными или максимальными весом и ценой.

source: For more information:
de_de: Weitere Informationen:
fr_fr: Pour plus d'informations:
ru_ru: Для более полной информации:

source: <a href="http://thecartpress.com" target="_blank">Documentation on TheCartPress</a>
fr_fr: <a href="http://thecartpress.com" target="_blank">Documentation sur TheCartPress</a>
ru_ru: <a href="http://thecartpress.com" target="_blank">Описание TheCartPress</a>

source: <a href="http://community.thecartpress.com/" target="_blank">Support Forums</a>
ru_ru: <a href="http://community.thecartpress.com/" target="_blank">Форум поддержки</a>

source: <a href="http://extend.thecartpress.com/" target="_blank">Extend site</a>
ru_ru: <a href="http://extend.thecartpress.com/" target="_blank">Сайт расширений</a>

source: Settings updated
de_de: Einstellungen
fr_fr: Paramètres mis à jour
ru_ru: Настройки обновлены

source: Minimum price
de_de: Minimum Wert
fr_fr: Prix minimal
ru_ru: Минимальная цена

source: Small Order Fee
de_de: Mindermengenzuschlag
fr_fr: Payant Commander petite
ru_ru: Сбор за малый Заказ

source: This fee will be applicable if the minimum price is not exceeded. If this value is zero the minimum price must exceed to proceed to order.
de_de: Der Zuschlag wird verwendet, wenn der Minimum-Wert nicht erreicht wird. Wenn dieser Wert 0 ist, kann der Auftrag erst abgeschlossen werden, wenn der Minimum Wert überschritten wird.
fr_fr: Cette taxe sera applicable si le prix minimum ne soit pas dépassée. Si cette valeur est égale à zéro le prix minimum doit être supérieur à procéder à la commande.
ru_ru: Этот сбор будет применён, если стоимость заказа не превысит минимальный порог. Если данное значение установить нулевым, то стоимость заказа должна будет превысить минимальную, для того, чтобы появилась возможность перейти к оплате заказа.

source: Maximum price
de_de: Maximum Wert
fr_fr: Prix maximal
ru_ru: Максимальная цена

source: Minimum weight
de_de: Minimum Gewicht
fr_fr: Poids minimal
ru_ru: Минимальный вес

source: This fee will be applicable if the minimum weight is not exceeded. If this value is zero the minimum weight must exceed to proceed to order.
de_de: Der Zuschlag wird verwendet, wenn das Minimum-Gewicht nicht erreicht wird. Wenn dieser Wert 0 ist, kann der Auftrag erst abgeschlossen werden, wenn das Minimum-Gewicht überschritten wird.
fr_fr: Cette taxe sera applicable si le poids minimum ne soit pas dépassée. Si cette valeur est zéro, le poids minimum doit être supérieur à procéder à la commande.
ru_ru: Этот сбор будет применён, если вес закза не превысит минимальный порог. При нулевом значении вес заказа должен будет превысить минимальный порог для того, чтобы появилась возможность оплаты заказа.

source: Maximum Weight
de_de: Maximum Gewicht
fr_fr: Poids maximum
ru_ru: Максимальный вес

source: Shop for %1$s more and save the minimum order fee (%2$s)
de_de: Suchen Sie noch Artikel für %1$s aus und vermeiden Sie den Mindermengenzuschlag (%2$s )
